
/* Class = "IBUILabel"; text = "8. Financials"; ObjectID = "5"; */
"5.text" = "8. Finanzas";

/* Class = "IBUILabel"; text = "Describe any equity investments that have been made (or that will be made) into your company.\n"; ObjectID = "6"; */
"6.text" = "Describa las participaciones en el capital que se hayan realizado (o que se realizarán) en su compañía.\n";

/* Class = "IBUILabel"; text = "Equity Investments"; ObjectID = "7"; */
"7.text" = "Participaciones en el capital";

/* Class = "IBUIButton"; normalTitle = "Add new equity investment"; ObjectID = "9"; */
"9.normalTitle" = "Agregar nueva participación en el capital";

/* Class = "IBUIBarButtonItem"; title = "Manage"; ObjectID = "12"; */
"12.title" = "Gestionar";

/* Class = "IBUIBarButtonItem"; title = "Equity Investments"; ObjectID = "16"; */
"16.title" = "Participaciones en el capital";


